
{  
  "changing-the-narrative": {
    "slug": "changing-the-narrative",
    "title": "Changing the Narrative",
    "timeToRead": 9,
    "written": "September 8, 2020",
    "lastEdited": "October 8, 2020",
    "blurb": "We all tell ourselves stories everyday, about everyone and everything around us. These stories can be referred to as narratives. They are so embedded in the root of our ways, so subconscious, we often aren't even aware we function according to them. They are not necessarily mental models so much as they are the instinctive ways we explain the world and its happenings to our brains. Because they influence our instincts, they feed the everyday reactions we have and determine the vibrations we reverberate.",
    "content": "<p class=\"thesis\">Question upon the narratives we live out our days on - which ones are hindering us, which ones enhance us?</p><p>We all tell ourselves stories everyday, about everyone and everything around us. These stories can be referred to as narratives.</p><p>They are so embedded in the root of our ways, so subconscious, we often aren't even aware we function according to them. They are not necessarily mental models so much as they are the instinctive ways we explain the world and its happenings to our brains. Because they influence our instincts, they feed the everyday reactions we have and determine the vibrations we reverberate.</p><p>We can at any point learn a new narrative, but much of our lives are lived according to the narratives handed to us. There is nothing to point a finger at here. We inherit narratives per chance from our environments, our cultures, and the people we are most exposed to. Narratives around our relationship with financial sustainability are often inherited, in subtle ways like how much one was taught to save or thinks they even need to save.</p><p><a class=\"link\" href=\"https://smile.amazon.com/Think-Like-Freak-Authors-Freakonomics/dp/0062218344/ref=sr_1_1?dchild=1&keywords=think+like+a+freak&qid=1609538410&sr=8-1\">In Think Like a Freak</a>, Stephen J. Dubner and Steven Levitt state \"contemporary behaviors are driven by root causes from centuries past.\" It's hard to really draw a line back to the point where some thoughts derive, often it's connected to a part of our primal nature. They give an example of how some Italian towns are more likely to participate in philanthropic programs because during the Middle Ages these towns were free city-states rather than ruled by normal overlords. A ruling so long ago that deeply affected one generation can pass their charitable narratives (or lack thereof) down to so many after them.</p><p>The most interesting connection I find is between narratives and incentives. There are shared incentives we all have, but our narratives can change based on what we consider to be an incentive. Reaching some personal sense of financial security is a reality we can all agree upon to be an incentive, but the ways in which we consider that need for security met varies greatly. The extent to which a narrative is colored with the incentive of money varies immensely from person to person, and can change with what degree money is a driving force.</p><p>Incentives can lead us to continue habits we've already familiarized ourselves with or push us into creating change. What can lead us down the path of change rather than one of the familiar? Changing the narrative. To quote James Clear from his <a class=\"link\" href=\"https://jamesclear.com/3-2-1\">3, 2, 1 newsletter</a>:</p><p class=\"quote\">When people say they don’t want to change what they really mean is they don’t have an incentive to change. Change the incentives and the behavior follows suit.</p><p>For many of us, this quote could probably summarize 2020. So many companies went about major changes in their organizational structures and daily processes - an undertaking that would have been impossible without the pressure of little choice and time powering the incentive to remain profitable. Perhaps the strongest ability of humans - <a class=\"link\" href=\"shemonasingh.com/finding-harmony-in-polarity\">the ability to adapt</a> - is what has brought us here. While certain incentives will never change, the priorities of our species have adapted throughout the years, as they do with any individual in a given lifetime.</p><p>The most fascinating aspect of it all? How often our incentives can be so deeply rooted that our drive for them begins to impact areas of our life we would have never accounted for. This can be healthy or destructive. We can be driven by money enough to ensure our families are well fed or we can idolize wealth to the degree that we lose sleep over 'never having enough'.</p><p>This intriguing relationship of outcome and incentive can sometimes make one wonder how an outcome could have possibly resulted from the incentive. James Clear talks more about this on <a class=\"link\" href=\"https://www.richroll.com/podcast/james-clear-401/\">The Rich Roll Podcast</a>. He explains how some of the most effective behavior change apps actually change behavior through a trap door. His example? Pokemon Go.</p><p>The minds behind Pokemon Go never sat down to ask how might they get people to go outside, get fresh air, and get their steps in. But, the app does all of that. This bizarre outcome is one that user's aren't even playing for. Their true incentive is to 'catch 'em all', and in doing so Pokemon Go changed the narrative of exercise. It doesn't have to be something you schedule in routinely in a given day. Rather, they brought it back to the days when most of a human's day consisted of labor. The concept of 'working out' didn't even need to exist because staying active was just such a natural part of one's day.</p><p>The most uplifting part of the conversation is when Clear brings back this message of 'trap doors' to the dreamers who want to make an impact:</p><p class=\"quote\">I think there’s something here for people who do have good intentions, who want to change the world in a positive way. Think about what those trap doors are. What are things that actually motivate people? Saving money, making money, getting a high score, winning approval. If you can think about how to have a secondary healthy behavior happening as they do that, that might actually be something that sticks and gets millions of people to actually do that.</p><p>These trap doors are so powerful, on the hunt for your next idea it's worth seeking what they could be. In what ways can you change the narrative of the field you're interested in impacting to naturally stimulate behavior change?</p><p>A similar conversation was held on <a class=\"link\" href=\"https://tim.blog/2020/09/02/chuck-palahniuk/\">The Tim Ferris Show with Chuck Palahunick.</a> I was listening to gain some tips for my writing style and unexpectedly walked away with a deeper understanding of how our society works. Ferris asked Palahunick rather shyly if there were ways literature could bring about change in society, a question he assumed Palahunick has been asked to contemplate often. To which Palahunick eagerly responded with a resounding 'yes':</p><p class=\"quote\">People think that the arts don't really create social change but when they change the narrative they just change what people perceive as valuable or high status then they naturally get people to change without having to browbeat people or legislate change.</p><p>He then further strengthened his argument by providing the audience with two examples of social change occurring as a result of a simple change of narrative.</p><ul><li>Beavers were almost driven to extinction at one point because beaver hats were quite fashionable. Then the British came out with silk top hats and those became the new fashion statement. All of sudden no one wanted Beaver hats so the Beaver population reached a point of normalcy again.</li><li>Italian Fur Industry - Fur used to be only for the rich. One day the industry came up with an idea for poorer folks to afford fur - allow them to finance it, similar to how you might finance a home. It was a success so now the poor started wearing fur. Alas, the rich saw the poor started wearing fur and out of this loss of 'exclusive status' surrounding fur, the rich stopped wearing fur. Then the poor saw the rich stopped wearing fur, and now deemed it to no longer have its 'prestige status' so the poor stopped wearing fur. To this day, the fur industry has never completely recovered.</li></ul><p>Ferris then added an additional example involving pigeons. At one point, pigeons used to be considered 'display' birds for aristocracy, only the wealthy could afford them. Then one day they got out and ended up multiplying very well. Their over-abundance quickly turned their reputation into 'trash' birds and are now often seen as an annoyance to many, particularly in larger cities.</p><p>The beaver's inherent value never changed, neither did fur's or the pigeons. All that changed around them were the narratives we pedaled which in turn determined their value. Upon hearing these stories is really when the power of narratives struck a chord. There have been many times I acted in a way due to a narrative I believed in so profoundly, to the point where it became difficult to imagine another way of acting. However, simple things such as time passing, a graduation to a new period of life and varied experiences have shifted some narratives my internal dialogue had so fervently recited at a time.</p><p>Realizing how deeply subconscious narratives can become and how they can play out in automated behaviors shows the power of narratives in our lives. Because of this, it's worth checking in with ourselves regularly and asking:</p><ul><li>What narratives might I act upon regularly?</li><li>Which of those narratives do I hold true so deeply that it may be difficult to recognize their magnetism in my thoughts?</li><li>Which ones have the heaviest impact on my decision-making?</li><li>Might there be ones which letting go would remove some mental chains?</li></ul><p>Narratives are a fantastic way for our brain to perform heuristically, without having to burden itself with the mental grunt work of consistently approaching a situation as if you had never experienced it before. If we are aware of these narratives and let them empower our decisions rather than mindlessly control them, we can design our lives freely.</p>"
  },
  "finding-harmony-in-polarity": {
    "slug": "finding-harmony-in-polarity",
    "title": "Finding Harmony in Polarity",
    "timeToRead": 8,
    "written": "April 28, 2020",
    "lastEdited": "December 11, 2020",
    "blurb": "The beautifully monstrous world of the internet has enabled essentially every convenience we can think of today. Pondering of a world where it didn\"t exist would leave the incoming generation dumbfounded. We have adapted to it in remarkably irreversible ways, leaving us connected to a previously inconceivable degree. It's due to the internet's magnificence that we have the widespread capability to take our innovation as far as the reaches of our imagination.",
    "content": "<p class=\"thesis\">Rather than chastise for not being aware, lets foster inclusivity by welcoming all that we can learn from others</p><p>The beautifully monstrous world of the internet has enabled essentially every convenience we can think of today. Pondering of a world where it didn't exist would leave the incoming generation dumbfounded. We have adapted to it in remarkably irreversible ways, leaving us connected to a previously inconceivable degree. It's due to the internet's magnificence that we have the widespread capability to take our innovation as far as the reaches of our imagination.</p><p>It's also because of the internet we can find those that stroke our egos. The like-minded individuals that when brought together, give us a sense of community, a sense of belonging. Understandably beautiful, but I also claimed it to be monstrous.</p><p>This monstrosity is best explained in <a class=\"link\" href=\"https://twitter.com/MsMelChen\">Melissa Chan's words:</a></p><p class=\"quote\">The best thing about the internet is that people who felt completely alone can find a community that shares their worldview and organize. The worst thing about the internet is that people who felt completely alone can find a community that shares their worldview and organize.<p><p>To put it in terms of the evolutionary magnet behind the internet, it helps us find our tribe. Our tribes are the groups of people that for centuries humans have relied on to ensure themselves that they are sane, and in fact it's everyone else who has lost it. Discovering this connection is vital to our fulfillment, but the formulaic, predictable paths the internet now leads us down has lead our thinking in the same direction. In <a class=\"link\" href=\"https://smile.amazon.com/dp/1594485380/ref=cm_sw_em_r_mt_dp_JI88FbSHAGG13\">Where Good Ideas Come From</a>, Steven Johnson  reminisces of the time when physical newspapers were a common investment. The beauty of the physical newspaper was that it created an architecture of serendipity, by forcing you to look through other sections before you reach the sections you're interested in. Similar to the days of exploring a library with maybe a few questions in mind and being pleasantly surprised with what you find. Johnson concludes by saying, \"The links that arrive on our screen are not serendipity - they are group-think, everything we need to know comes filtered and vetted. We are discovering what everyone else is learning, and usually from people we have selected because they share our tastes.\" Cal Newport discusses this topic in greater detail on the Deep Questions podcast (episode 58?) where he coins the term 'intellectual groupie-ism.'</p><p class=\"quote\">I think a lot of what we see on social media is basically what I call intellectual groupie-ism. Like, I don’t want to do the work, someone else tell me the cliffs notes. What are the basic ideas we all agree with, and more importantly, what’s good and what’s bad, and what do I do to make sure I do the good thing and not the bad thing? like great, I’m with it. And now I’m going to, with great fervor, push this philosophy, but there is nothing below it. You haven’t read any of the things, you haven’t done the hard reading, you haven’t confronted the criticism, you haven’t read the alternative and let that collide and then let your roots grow deep. On social media you are often just a groupie for intellectuals, and say, “I just trust you. Just give me the cliffs notes I need, because I just want to go around with your metaphorical jam band and make sure I have bootleg tapes from your concerts…” We don’t do this anymore – we don’t build philosophies from scratch, we don’t go to the sources. Social media says “don’t bother with that. In fact, if you do bother with it, we might yell at you, so just come on, we will just give you the cliffs notes.”</p><p>Intellectual groupie-ism has also led to what I've noticed to be a subtle but toxic competition: A battle of who is the most 'woke'. Everyday, whether online or in-person, the space for patience and understanding in a discussion involving differing opinions seems to grow slimmer by the day. Tensions feel higher than ever, and fingers are constantly being pointed with labels like politically incorrect, sexist, racist, etc.</p><p>The clincher is, being 'woke' can depend on factors you don't even have control over. Pinning everyone to a personalized standard of being culturally aware is comparing apples to oranges. If you take two people on this planet, regardless of their relationship, they are so fundamentally different in ways like their internal dialogue, defense mechanisms, and cultural upbringing. All of this and so much more has to do with being 'woke'. Even so, if a fact is not in their realm of knowledge, it likely will be the thing they get called out on. In <a class=\"link\" href=\"https://youtu.be/NIxJxxM6BCM?t=307\">a fantastic interview, Jameela Jamil says</a>:</p><p class=\"quote\">If we completely cut people down every time they show their ignorance or they make a mistake then people are going to feel like there's no value in learning or progressing because you're punished forever for the sin that you no longer stand by<p><p>\"For the sin that you no longer stand by\" - This is the part that stood out to me the most. We've all said things, done things we're not particularly proud of but what social media has enabled is for everyone else to have a keepsake of those moments. Regardless of whether that person has developed beyond that point, it's as if to everyone else their life is paused on that moment. When we constantly bring people down, criticize them, call them out, then no one is going to feel comfortable to express themselves or be open to learning. In creating this environment we are going against the most critical evolutionary necessity, to adapt. It was Darwin himself who said, \"It is not the strongest of the species that survives, nor the most intelligent that survives. It is the one that is most adaptable to change\". We are only where we are because we’ve been able to make mistakes and improve from them.</p><p>This is by no means an argument to excuse poor behavior. But, there is a way to address what bothers you politely, with an invitation to a conversation in learning more. There is also a difference between intentional bigotry and innocent curiosity. Identifying the difference can be done only through communication, by recognizing that what you feel personally attacked by might not necessarily be a 'blanket' offense to everyone's sensitivities. James Clear provides an excellent mantra for navigating this: \"To simplify before you understand the details is ignorance. To simplify after you understand the details is genius.\" If you attempt to form conclusions of topics you're already unfamiliar with to begin with, you run the risk of falling into that sensitive area. When you've done your research and you're familiar with the ins and outs of a topic of conversation, that's when it can be helpful, not harmful, to others in providing your overarching insights.</p><p>Aristotle is credited to have said, \"It is the sign of an educated mind to be able to entertain a thought without accepting it\". Kevin Kelly hat tips to Aristotle in one of many nuggets of wisdom he dishes out in his blog post titled <a class=\"link\" href=\"https://kk.org/thetechnium/68-bits-of-unsolicited-advice/\">68 bits of unsolicited advice</a> The very first one states:</p><p class=\"quote\">Learn how to learn from those you disagree with, or even offend you. See if you can find the truth in what they believe.<p><p>In a discussion between Kelly and Host Stephen J. Dubner on Freakonomics podcast episode <a class=\"link\" href=\"https://freakonomics.com/podcast/kevin-kelly/\">68 Ways to Be Better at Life</a>, Kelly further elaborates on this advice:</p><p class=\"quote\">There are parts of my books where I’ve written something, and somebody will say something very strong, “That’s dumb,” or it’s stupid, or wrong. And that’s pretty harsh. But my take is to say, “Let me see if there’s any truth to that.” Sometimes there’s not. Sometimes there may be some sliver of something. And what I’ve learned to do is to respond to that little sliver. To try to get underneath why they’re saying it and where is it they’re coming from. I don’t have to necessarily always agree with them or change it, but I have to pay attention to that signal. And so I’ve learned to treat these things as signals rather than as insults.<p><p>Signals rather than insults. This is the north star of living a less triggered life. When seemingly negative energy arises, reactions can be viewed as a signal, an invitation to learn more about yourself or anyone else involved. Then, adapt future conversations and behaviors accordingly.</p><p>If you watched Jamil's interview, you will see she calls herself a \"feminist in progress.\" This mentality of ongoing development can be applied to all of us. To the layers of our identities, we are all a version of them in progress. No one is or eventually reaches a realm of moral purity fully encompassing what they believe in. Morals are a compass, not a map. And by being on a self-righteous high horse, you’re in fact being the opposite of the educated, 'woke' individual you claim yourself to be - you’re being stubborn.  This reminder can welcome thought-provoking discussions, but more importantly humble us all when tensions arise.</p>"
  },
  "create": {
    "slug": "create",
    "title": "Create",
    "timeToRead": 8,
    "written": "June 16, 2020",
    "lastEdited": "October 25, 2020",
    "blurb": "Sometimes when faced with new advice, you may not yet be at a point in your life where that piece of information can resonate with you. This is the same reason why the timing of when you read a particular book can be imperative to your development, or why so many applications use algorithms in an attempt to tailor content to what they think you need most in that time. This is what happened when I came across a video titled The Toolbox Fallacy. I had heard of similar concepts in my early college years and saved it as a mental note to come back to later. I wasn't particularly infatuated with it then but I had a feeling the message being conveyed was something I may need to hear later in life.",
    "content": "<p class=\"thesis\">When faced with a decision, ask yourself: What seeds will this action plant, which buds will this water, or what flowers will this uproot?</p><p>Sometimes when faced with new advice, you may not yet be at a point in your life where that piece of information can resonate with you. This is the same reason why the timing of when you read a particular book can be imperative to your development, or why so many applications use algorithms in an attempt to tailor content to what they think you need most in that time. This is what happened when I came across a video titled <a href=\"https://www.youtube.com/watch?v=sz4YqwH_6D0&feature=youtu.be\" class=\"link\">The Toolbox Fallacy</a>. I had heard of similar concepts in my early college years and saved it as a mental note to come back to later. I wasn't particularly infatuated with it then but I had a feeling the message being conveyed was something I may need to hear later in life.</p><p>And that's exactly what happened. Recently, Youtube recommended the video again. The thumbnail sparked the mental note I had made to return to it, so I hit play.</p><p>Never did a set of words resonate so strongly.</p><p>Before you continue reading, I'd suggest watching it first and reading through some of the top comments to get an idea of it's premise. If not just for the fact that it might be exactly what you need to hear as well.</p><p>The video suggests that in order to truly embody the identity of xyz-skilled person you claim yourself to be, you must consistently be producing work appropriate to the nature of that skill. A writer writes. A dancer dances. An active person doesn't allow their body to be stagnant for too long. This seems obvious, but that's where the idea of a 'toolbox' comes in. It can be easy to trick your brain into thinking you're still working according to that identity you claim yourself to be but not actually improve over time. Instead, you fill your toolbox with articles you've read, other people's work you admire, items you've purchased for said skill or anything else that makes you feel as if that part of your identity is still there. But in reality you're hoarding a toolbox of potential.</p><p>This fallacy is particularly relevant in today's information era. The DIKW pyramid explains the relationships between data, information, knowledge and wisdom - in particular how content passes through those phases.</p><img class=\"images\" src=\"https://firebasestorage.googleapis.com/v0/b/blog-37b7c.appspot.com/o/create.png?alt=media&token=d3872992-5c66-445a-8b50-6103a99b231a\" /><p>We are more overloaded then ever before with data that is then being churned out into information. However, the path from information to knowledge has not been ventured on to the degree of the path from data to information.</p><p>This leaves us buried with content and not enough sense of it. In other words, we have endless amounts of information to fill our toolboxes with. The fallacy plays against us when we don't use what we've gathered in our toolboxes to develop our own knowledge and sharpen our wisdom. If you tell yourself you are a painter, but it's been 3 years and within that time you've comforted yourself by buying a canvas, buying a few books on painting and watching some painters perform their magic all while not having actually painted much, you're victim to the Toolbox Fallacy.</p><p>One of the most awful aspects of the fallacy? It blinds you from time passing.</p><p>This is why learning of the Toolbox Fallacy at the time that I did particularly stuck with me. It felt like a slap in the face. Starting as early as college (but particularly after graduation) the hobbies, interests, and pastimes that once ignited me in a way where I couldn't imagine separating from them, ended up taking a backseat to other priorities we're told through time need to be elevated.</p><p>My sister recently shared a quote with me that summed this up well:</p><p class=\"quote\">A dancer dies twice - once when they stop dancing, and this first death is the more painful. - Martha Graham</p><p>As someone who grew up constantly expressing myself in artistic ways to the point where even imagining myself in the technical field I'm in today was unthinkable, I veered so far from how I loved spending my time as a child. I was an avid sketcher, writer, scrapbooker, drawer, and dancer. If left with no oversight, I'd naturally gravitate to spending my time doing something along those lines. A question I often ask myself now is: \"If your younger self saw your life today, what about it would make them happy and what would make them sad?\"</p><p>The Toolbox Fallacy showed me how blindsided my younger self would be. She would be proud of how far I've come in my field, but appalled with how I've unintentionally left behind so much of who I was.</p><p>Throughout college I reminded myself the time for those miscellaneous hobbies that made me happy when I was younger will come. They'll come when I know what I want to do, or maybe they'll come when I get an internship? Or how about a job? Enough time passed where I was unsure I could still allow myself to identity as the creative I once was. I had fallen into, as the narrator says, \"the person I became while I was waiting to start my life.\"</p><p>It's tempting to fall into the excuse of not having the 'right conditions' to start. But the truth is, no one began great, <a href=\"https://www.inc.com/benjamin-p-hardy/want-to-become-the-best-at-what-you-do-read-this.html\" class=\"link\">there is very little that talent has to do with the art of crafting a skill</a>. You can build a skill, by not letting it leave your side, irrespective of any prerequisites you think you may or may not meet. There is beauty in the repetitive nature of sharpening a knife - of observing yourself grow at a craft you may have found daunting initially but can now intuitively understand which strings your fingers should land on to play that song or effortlessly hold a conversation in a foreign language.</p><p>This desire to build, to perfect a craft, to improve at a skill - it's deeply rooted within all of us. It's this very essence of our DNA that has enabled us to evolve so far, to create environments where we can thrive.</p><p>A few months back a weekly newsletter linked me to Marc Andreessen's essay, <a href=\"https://a16z.com/2020/04/18/its-time-to-build/\" class=\"link\">It's Time to Build</a>. I would recommend reading the entire essay, but there was one paragraph that struck me the hardest:</p><p class=\"quote\">Every step of the way, to everyone around us, we should be asking the question, what are you building? What are you building directly, or helping other people to build, or teaching other people to build, or taking care of people who are building? If the work you’re doing isn’t either leading to something being built or taking care of people directly, we’ve failed you, and we need to get you into a position, an occupation, a career where you can contribute to building. There are always outstanding people in even the most broken systems — we need to get all the talent we can on the biggest problems we have, and on building the answers to those problems.</p><p>In school, we provide solutions we are taught to provide and create work that must fit within the fixed constraints of an assignment. This can fail many into passive thinking - thinking that doesn't fare well when faced with questions that haven't been answered or problems that need ingenious solutions.</p><p>When taking action towards building or crafting - no matter how small - it plants a seed. It waters the buds of the interests and curiosities that are already hungry, waiting for nourishment. With certain continued habits the flowers, or parts of our identities we once felt were thriving, can even be uprooted. An identity that you desire to nurture could even feel irrelevant if ignored for too long. What could learning how to read sheet music have to do with my job as a software developer? The connections may seem far fetched and rather forced now, but I guarantee something is there. If not in the skill itself, but perhaps the way the skill forces your hands to move, be in tune to a certain sound, or how your brain must learn to think in an environment it has never been tested in before. All things that can translate to benefit other parts of your identity. In the beginning however, the motivation may be just to remind yourself of the amazement of building - that it is an art on its own.</p><p>Of course, passive thinking can be necessary to move the needle. James Clear differentiates the two as Motion and Action. Motion being the steps taken to set yourself up for action. He provides some helpful examples in his recent newsletter:</p><p>Goal: Start working out</p><ul><li>Motion: Talk to a personal trainer</li><li>Action: Do 10 squats</li></ul><p>Goal: Write a book</p><ul><li>Motion: Research your book idea</li><li>Action: Write 1 sentence</li></ul><p>Goal: Meditate regularly</p><ul><li>Motion: Explore different types of meditation</li><li>Action: Meditate for 1 minute</li></ul><p>He concludes by saying: \"Motion feels like progress. Action is progress.\"</p><p>Although certain motions to build a new skill are imperative, it can be easy to fall into the 'research mode' of a habit and not actually begin to produce anything of your own. I've been there many times, and have habitually begun to check on what specific goals my actions in the day are contributing towards.</p><p>I suppose the appropriate parting thought for this essay would be a question. A question that poses as a reminder, one to bring up frequently throughout life.</p><p>What are you building?</p>"
  },

  "liquid-thinking": {
    "slug": "liquid-thinking",
    "title": "Liquid Thinking",
    "timeToRead": 11,
    "written": "May 23, 2020",
    "lastEdited": "November 18, 2020",
    "blurb": "By the end of my freshman year of college I had picked up a minor in Digital Arts. I wasn\"t quite sure where its relevance was to my Computer Science major but it peaked my curiosity and that was valuable enough. As I grew to enjoy the work Digital Arts classes required of me as much as (if not more) than what my Computer Science classes assigned, I was committed to figuring out a possible intersection between the two for my career. There is an evolving, exhilarating world that exists where design meets technology, and I was determined to be a part of it.",
    "content": "<p class=\"thesis\">Understanding and appreciating various networks of knowledge while striving to be a liquid thinker can aid in sparking innovation and removing intimidating barriers to explore an unfamiliar territory of knowledge.</p><p>By the end of my freshman year of college I had picked up a minor in Digital Arts. I wasn't quite sure where its relevance was to my Computer Science major but it peaked my curiosity and that was valuable enough. As I grew to enjoy the work Digital Arts classes required of me as much as (if not more) than what my Computer Science classes assigned, I was committed to figuring out a possible intersection between the two for my career. There is an evolving, exhilarating world that exists where design meets technology, and I was determined to be a part of it.</p><p>Towards the start of my 2nd year at College I came across a mental model in perceiving knowledge. I can't remember if it was a video, an article or an image, but this image captures the concept well:</p><img class=\"images\" src=\"https://firebasestorage.googleapis.com/v0/b/blog-37b7c.appspot.com/o/liquid-thinking.png?alt=media&token=50f0750b-9823-455d-adbf-451dd3158937\" alt=\"what we know and don't know grid\" /><p>Around this time I naturally began thinking of knowledge as a network, and exposure to this image encouraged further exploration towards that form of thinking. I envisioned every field of knowledge (e.g. farming, computers, interior design) as a 'network,' whereby lay a universe of knowledge waiting to be discovered. Within the network there would be 'nodes,' or broader topics within that field that had their own networks. The connections formed between nodes generated the network, or overarching representation of that field's knowledge.</p><p>The connections wouldn't just stop at that field's network, however. Fields always connected to each other somehow, in some way. Farming to computers, interior design to mental health. Whether it seemed apparent from how much of a network's knowledge you were familiar with, there were connections. There could be similarities in the ways of problem solving, in the areas of the world it impacted, in the audiences entertaining that information or more. I found that recognizing these connections made stepping into new networks, or territories of knowledge, less intimidating and in fact more intuitive. It was when I could apply the detailed muscle memory I gained over years of dance lessons to my yoga practice, which then powered the steadiness of hand-eye coordination I needed when painting, strengthening my patience and creativity when baking a new wildly creative recipe in return supercharging the algorithmic problem solving nature needed for troubleshooting code that I came to realize how connected networks can be. Particularly networks that I once thought were isolated pillars, when in fact it is their coming together that form the building of my identity.</p><p>Towards the beginning of this year, once working from home provided me ample time to explore my curiosities, this idea came up again increasingly throughout books, articles, podcasts and other miscellaneous forms of content in bizarrely similar ways.</p><p>It began when I started reading <a href=\"https://smile.amazon.com/dp/1455508373/ref=cm_sw_em_r_mt_dp_6N88FbNHCHJXS\" class=\"link\">The One World Schoolhouse</a> by Sal Khan, where he outlines a much needed restructuring of America's education system. A quote I'd like to bring to light is from his discussions of putting an end to the 'Swiss Cheese Learning' we do in school:</p><p class=\"quote\">Genetics is taught in biology while probability is taught in math, even though one is really an application of the other. Physics is a separate class from algebra and calculus despite its being a direct application of them. Chemistry is partitioned off from physics even though they study many of the same phenomena at different levels. All of these divisions limit understanding and suggest a false picture of how the universe actually works. Wouldn't students find it useful to understand how contact forces (studied in physics) are in fact an expression of the repulsive forces between electrons (studied in chemistry)? Wouldn’t algebra seem a tad more interesting if it could also be used to figure out how fast you hit the water on a belly flop or how heavy you would be on a planet twice Earth's mass? For that matter, think about the interesting cross-pollination that might occur if a value-neutral subject like computer science were studied together with a value-laden subject like evolution; what might students learn by writing computer programs to simulate variation and competition in an ecosystem?</p><p>Khan brings together different networks to emphasize the far-reaching, fascinatingly perplexing ways we can think and apply our knowledge. It's in these spaces of convergence, these points where the nodes from two seemingly unrelated networks meet that stretches our mind to another dimension. The allusion to this concept of <a href=\"http://members.aect.org/edtech/ed1/24/24-07.html\" class=\"link\">everything being part of a greater whole</a> instantly brought me back to that mental model I had started developing in my college brain. At this point, I had an idea of why this type of model wasn't obvious in my earlier years of schooling - the separation of subjects, tossed in with the pressure of deadlines made this formative thinking irrelevant.</p><p>This essay revolves around the concept of 'liquid.' The definition of this word expanded for me whilst completing another quarantine book, <a href=\"https://smile.amazon.com/dp/1594485380/ref=cm_sw_em_r_mt_dp_JI88FbSHAGG13\" class=\"link\">Where Good Ideas Come From</a> By Steven Johnson. He advocates for systems that foster a 'liquid' dissemination of information rather than in a 'solid' (traditional) or 'gaseous' (chaotic) way because of the promising, fertile environment they create to explore possibilities. 'Liquid' environments are breeding grounds for innovation. When a system is too 'solid', things can feel bureaucratic, rigid, or adverse to change. For environments that harbor a 'gaseous' culture it's hard to be productive due to the disorganization and lack of communication or any sense of network formation.</p><p>As per the title of the book, he further explains how bringing this 'thinking in networks' to your personal life will result in fruitful ideation:</p><p>A good idea is a network - a specific constellation of neurons fire in sync with each other for the first time and an idea pops into your consciousness...To be more innovative, you have to place yourself inside environments that share that same network signature - networks of ideas/people that mimic the neural networks of a mind exploring the boundaries of the <a href=\"http://www.practicallyefficient.com/2010/09/28/the-adjacent-possible.html\" class=\"link\">adjacent possible</a> And so, from this book is where I speculated the term 'liquid thinking': a thought process that involves factoring in various networks of knowledge in an attempt to gain an intuitive understanding of a topic</p><p>Over at Ness Labs liquid thinking has been discussed for some time, coined differently in a fantastic article as <a href=\"https://nesslabs.com/thinking-in-maps\" class=\"link\">Thinking in Maps</a>. In it, Anne-Laure Le Cunff cites Leonardo Da Vinci as a master of 'visual thinking,' having over 13,000 pages of notes combining drawings of art and philosophy via interconnected webs. In discussion of Da Vinci's work, Cunff quotes art historian Martin Kemp: \"One of the characteristics you will find of polymaths is that they see links where we see separations—for Leonardo everything is linked up.\"</p><p>Links where we see separations. This is a muscle worth strengthening consistently. It's in these seemingly happenstance links that creative, eccentric work emerges. Emerged from areas that may have seemed too distant for a mind unable to bridge a separation. Da Vinci, understanding the necessity of liquid thinking for a life of deep art wrote in his notes, \"These are the principles for the development of a complete mind: study the science of art, study the art of science. Realize that everything connects to everything else.\"</p><p>The intuitive understanding of a topic that these connections form in our minds is something Sal Khan praises throughout his book as well, specifically that it's given too less consideration when progressing students to more difficult levels of curriculum. Learning about a topic through the lenses of other subjects will help build this intuition.</p><p>There were probably a handful of moments I can recall in my school years when I was taught something with this level of intentionality and simplicity. At the same time, I remember the moments so well because they were not taught to me as the subjects they are but as practical applications. James Clear has a great line from the Mental Models article I mentioned at the start where he alludes to this:</p><p class=\"quote\">In school, we tend to separate knowledge into different silos—biology, economics, history, physics, philosophy. In the real world, information is rarely divided into neatly defined categories. In the words of Charlie Munger, \"All the wisdom of the world is not to be found in one little academic department.\"</p><p>As long as this unnatural separation of material persists in our schooling, it seems as though we must somehow come across the experience of liquid thinking ourselves. <a href=\"https://www.causal.app/\" class=\"link\">Causal</a>'s co-founder Taimur Abdaal has an excellent read discussing the moment he came across a similar learning process, in which he realized what it meant to <a href=\"https://taimur.me/posts/thinking-at-the-right-level-of-abstraction/\" class=\"link\">truly understand a concept intuitively</a>.</p><p>My thinking of 'knowledge as a network' continued when for the month of June (as part of my challenge to try a new habit each month) I thought to explore the countless paths my curiosity has led me down in the past and learn about one unfamiliar network a day. As time passed, I started noticing material I would learn in previous days began to correlate (and therefore help me learn about) topics in later days. By the first week, my brain started making high level connections between fields I had never previously considered. When I learned about the power grid and next day revisited some gaps I had on the protocols of packet routing in the internet, I was starting to see similarities between how resources can be managed and identities can be confirmed to provide an accurate power distribution or present the correct email. It was a bit spooky at first, to have a prior familiarity with a topic I thought was foreign.</p><p>I later came across the words for this marvel of a learning's byproducts producing an unexpected understanding in another realm, when I read Simon Sinek's encouragement of this phenomenon:</p><p class=\"quote\">You don't know what you don't know; never was there a truer sentence ever spoken. The question is, knowing we don't know everything, what's the best way to learn more? The answer is ironically obvious: look outside. I'm not talking about some existential vantage point, I mean literally, look outside. Step away from your desk and do something, see something, read something or listen to something that has nothing to do with your work. Do something that has nothing to do with what you know. To truly think differently, we need to look way outside our own industries. If we see and learn how others solve problems, we can adapt and apply the same lessons to our own work. Read about the Cuban missile crisis and we may learn how to get ourselves out of a sticky situation. Watch a documentary about origami and we may learn to see things a little differently. This is where innovation comes from. Innovation comes from solving ideas like no one else in our industry…but those ideas have to come from somewhere…somewhere outside.</p><p>Cherishing how little I know and using that humbling fact to fuel my curiosity in embracing new networks is what drives a good amount of my exploration. Recently that exploration has brought me into the world of tea cultivation and game theory - I'm excited to see where it takes me next. The goal here is to maintain a <a href=\"https://www.collaborativefund.com/blog/how-to-read-lots-of-inputs-and-a-strong-filter/\" class=\"link\">high input strong filter</a>, where I'm overly open to learning about anything, but strict about what I choose to continue consuming and implement into my life.</p><p>Once adopting this 'networked' structure of thinking, a common fallacy I found myself falling less prey to is <a href=\"https://twitter.com/G_S_Bhogal/status/1225561133408493569?s=20\" class=\"link\">Causal Reductionism</a> or the <a href=\"https://twitter.com/G_S_Bhogal/status/1225561268175691779?s=20\" class=\"link\">Narrative Fallacy</a>. This is a concept I've been familiar with for some time, but it was formalized nicely on the Not Overthinking podcast episode titled <a href=\"https://open.spotify.com/episode/0GgDFF20jgJ3zadUXM3Lof?si=UUe53rfsRnGTw17rpzfOiA\" class=\"link\">40 Concepts for Understanding the World</a> The hosts read:</p><p class=\"quote\"> Things rarely happen for just one reason, usually outcomes result from many causes conspiring together but our minds cannot process such a complex arrangement so we tend to ascribe outcomes to single causes, reducing the web of causality to a mere thread.</p><p>The fallacy essentially exposes our default linear thinking trajectories (see <a href=\"https://fs.blog/2019/12/survivorship-bias/\" class=\"link\">Survivorship Bias</a> are unrepresentative of the actual insanely grand possibilities and causes that in fact had a play in anything happening in our lives. Information, as well as our lives, is a web of so much more than we can possibly fathom.</p><p>Sometimes recognizing this paralyzes me into being unsure of who I am and what I know, but most times it makes me fascinated to keep learning more, keep discovering what new paths the nodes of knowledge I currently hold have yet to take me down.</p>"
  },

  "igniters": {
    "slug": "igniters",
    "title": "Igniters",
    "timeToRead": 6,
    "written": "April 26, 2020",
    "lastEdited": "September 18, 2020",
    "blurb": "Towards the end of 2018, I was introduced to someone who I found to be captivating. It started off as a casual meetup over some food and ended up feeling like we were bothering the waiter for overstaying during rush hour. The conversations I had with this person lingered in my head for the next few days, but even more importantly the energy they imbued within me never quite left. I had an \"I can\" attitude towards everything afterwards and an extra bounce to my step.",
    "content": "<p class=\"thesis\">We all have qualities in us that can be 'ignited' or harnessed in a way that fulfills and provides value. These qualities are sparked by 'igniters'.</p><p>Towards the end of 2018, I was introduced to someone who I found to be captivating. It started off as a casual meetup over some food and ended up feeling like we were bothering the waiter for overstaying during rush hour. The conversations I had with this person lingered in my head for the next few days, but even more importantly the energy they imbued within me never quite left. I had an 'I can' attitude towards everything afterwards and an extra bounce to my step.</p><p>Since then, I've met a handful of people whom an interaction results in this same desirable mojo. They are people who are keenly observant and excited about the world with all it's possibilities. People who are able to create space for others in a verbal and emotional sense can 'seize' your attention, long after you've left them. They make you feel capable of striving well beyond your goals, and leave you with a fuel that encourages a bias towards action.</p><p>As this became a rare but remarkable archetype, in my mind I began to refer to people of this nature as 'Igniters:'</p><p class=\"quote\">Igniter - A person who's engagement level and (realistic) positivity raises the vibrations of another, stimulates their creativity, and provokes their thought in ways not previously explored</p><p>One day I sat down to note all of the characteristics that the igniters I'd come across seemed to share. Many of them overlap, but this would be a non-exhaustive list:</p><ul><li>Empathetic, supportive, nurturing</li><li>Humility, honesty, authenticity, vulnerability</li><li>Great listening skills, charismatic, engaging, captivating - In a Wellness Webinar featuring Niall Breslin, Niall commented on the immense importance of being a present listener today: \"> The greatest thing you can give to someone in the modern world is your presence. Everything is competing for your attention. In a world that runs by [the hot takes of] media, you have to decide what you want to see\"</li><li>Creative, open to experimentation, curious</li></ul><p>When I think of the mindset of an igniter, I think of a particular child-like, wondrous perspective, both in the way they interact with the world, and in the magic that feeds their creative endeavors. Samuel Ullman summarizes this metaphorical lens in his poem 'Youth':</p><p class=\"quote\">Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, a quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life. Youth means a temperamental predominance of courage over timidity of the appetite, for adventure over the love of ease. This often exists in a man of sixty more than a boy of twenty. Nobody grows old merely by a number of years. We grow old by deserting our ideals. Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul. Worry, fear, self-distrust bows the heart and turns the spirit back to dust. Whether sixty or sixteen, there is in every human being's heart the lure of wonder, the unfailing child-like appetite of what's next, and the joy of the game of living.</p><p>This 'unfailing, child-like appetite' and 'joy of the game of living' leads me to the next aspect of igniters that mesmerize me: their craft. Sometimes you may not be familiar with an igniter personally, but more so with the work they produce. If you think back to a time when you felt captured by a film or a performance, a similar vibrance of energy can arise. The last time this happened was when I attended a Bamboo Acrobatics show. There was so much about this performance that I could discuss, but in particular I was in awe at the beauty of a craft each acrobat had perfected through years of practice. It was how in tune they were to every minuscule body movement, the attention to detail when it came to the lighting complementing the music, and the effortlessly synced nature that seemed to emerge when it all coalesced.</p><p>Although this wasn't a conversation with an igniter, I left the auditorium amazed by the art this team has created together, an admiration that hung in my mind for the rest of the night. It was a reminder of how far the ability to create from our hands and mind can take us on our own, but even further when you venture down a creative journey as a team. It left me inspired to continue honing one of my long-lost hobbies in the arts, and get back in touch with dance.</p><p>Igniters may not be recognized as so by everyone. Someone I find to be an igniter could be a neutral acquaintance to another, with no desire to grow the relationship deeper. It could be someone you admire virtually, perhaps in your field. Even if the relationship doesn't exist in person, being exposed to their vulnerability, curiosity, or drive can jumpstart a path of growth in your life - be it for your career or any personal matters.</p><p>I'm beyond grateful for the igniters that have entered my life so far, and am always thrilled to discover more. They allow their light to shine, and in doing so ignite the light within others as well. They stand as a reminder of the immeasurable potential we all have to harness.</p>"
  },
  "romanticizing-life": {
    "slug": "romanticizing-life",
    "title": "Romanticizing Life",
    "timeToRead": 8,
    "written": "May 20, 2020",
    "lastEdited": "September 18, 2020",
    "blurb": "At the end of April 2019 I was in a flight that landed right before sunset. While the beauty in the sky unravelled during my ride home, I was captivated. For the rest of the trip, I observed the passing landscape through the car window, carrying a slight smile from gratitude bubbling up inside.",
    "content": "<p class=\"thesis\">A mind tuned towards gratitude is one that observes and romanticizes the objective beauties of the world around it.</p><p>At the end of April 2019 I was in a flight that landed right before sunset. While the beauty in the sky unravelled during my ride home, I was captivated. For the rest of the trip, I observed the passing landscape through the car window, carrying a slight smile from gratitude bubbling up inside.</p><p>Back in the apartment, my mind hadn't quite left this moment from the car. Particularly, I was curious as to why this wonder of nature (that actually happens quite a bit in Austin) left me so entranced? I realized my thought pattern might have something to do with it. I wasn't just watching the sunset - I was noticing the gradients that arose in blurred pockets throughout the sky. Moments of observation like these often result in some form of gratitude, from which I concluded that sense of peace I was feeling must have been derived from. I felt grateful for my eyesight to be able to indulge in that stunning blend of colors.</p><p>This detailed perception is an arduous, unintuitive skill I've been slowing crafting for the past several years. An amalgamation of practices have contributed to its building - two big ones being mindfulness and intentionality with the content I consume. Borin Van Loon and Jane Hope come to a similar conclusion in <a href=\"https://smile.amazon.com/dp/B00KFEJNY0/ref=cm_sw_em_r_mt_dp_pP88FbVX4188E\" class=\"link\">Introducing Buddha</a>:</p><p class=\"quote\">We eat without tasting, we look without seeing and live without ever perceiving what is real. Every action, every thought or word is important and has consequences.</p><p>As someone who is intrigued by what builds an enriching life, a theme discussed consistently is gratitude. It seems to be at the epicenter of happiness, an unavoidable practice to achieving genuine satisfaction.</p><p>To express gratitude may require a polishing of the lens you normally view life with. It requires attention be paid to the minuscule activities you partake in or the events around you. When practiced repetitively, gratitude spreads a feeling of content unlike anything else can give. In an excellent discussion on The Ikonns podcast, Jim Kwick says: \"Life comes down to a series of decisions...Whether it is a virus or it is fear that spreads, so does kindness. So does wisdom. So does compassion. So does love.\"</p><p>A lot of what modern day life feeds our monkey brains only further inflames our deeply rooted instincts  of impatience, distraction, and hunger for connection. We must put in the effort to observe, to be mindful, and from there cultivating practices like gratitude and compassion feel natural. The famously quoted David Foster Wallace says:</p><p class=\"quote\">Learning how to think really means learning how to exercise some control over how and what you think...It just depends what you want to consider. If you're automatically sure that you know what reality is, and you are operating on your default setting, then you, like me, probably won't consider possibilities that aren't annoying and miserable.</p><p>Is it fair to say those are our 'default' settings? Is it rather pessimistic to assume after all the thousands of years of human development that the qualities still driving so many of our decisions are rooted within the very values we shame ourselves in expressing? Situations can undeniably lead us to be fueled by values we aren't proud of, but I believe life feels a bit lighter when you recognize everyone is capable of fostering compassion so for now I'll continue with that narrative.</p><p>Saying 'I choose to be xyz person' or 'choose to feel said emotion' can be provocative, although I've seen comparable arguments for both sides. There are of course exceptions to any school of thought but for most cases in life I'd say actively choosing to be the kind of person you'd like to be, complete with the reactions you have and where or to whom you give your energy is an understated superpower. A counterargument that often comes up is that these ways of 'choosing yourself' can lead to inauthenticity or the pressure to be someone that doesn't feel like you since choosing implies 'pick anything you'd like.' Ali Abdaal gave a clever response to this in the Not Overthinking podcast episode 68 bits of Unsolicited Advice: Part 2:</p><p class=\"quote\">Being yourself is a complete myth. We are literally just a collection of accidents that happened in our upbringing, we did not choose the personalities that we ended up with for the most part, it's all just a result of accidents, so rather then just 'be yourself,' which is a load of BS, we should all be choosing ourselves to the extent that we want to. My default personality is fairly low energy, the person I am when I'm on camera and trying to actively be charismatic is very different to the person I'm at home and I'm just like a moody teenager. It would be utterly absurd for me to say \"I'm going to keep being myself even though being myself is the sort of guy that just wants to sit in front of a computer and play World of Warcraft all day.\" I don't think there is a thing as having a true personality.</p><p>Regardless of whether you agree with that bold last sentence, when you consider code switching or all of the times you've looked back and thought you've misacted in a situation that could have been better handled with some control, this quote rings true.</p><p>Just like any other practice, when done intentionally day after day, they can become habitual. Instinctive. This is what I'd like to happen with the way I observe the world, every little pattern and color and smile. When I'm in this state of mindfulness, gratitude comes naturally as I notice intricacies that can be marveled upon. <a href=\"https://smile.amazon.com/dp/0375504613/ref=cm_sw_em_r_mt_dp_kQ88Fb28TCXTP\" class=\"link\">In A Short Guide to a Happy Life</a>, author Anna Quindlen shares an anecdote about a man she met at the beach who spoke of life with a charming sense of awe:</p><p class=\"quote\">He stared at the ocean and said, \"Look at the view, young lady. Look at the view.\" And every day, in some little way, I try to do what he said. I try to look at the view. That's all. Words of wisdom from a man with not a dime in his pocket, no place to go, nowhere to be. Look at the view. When I do what he said, I am never disappointed.</p><p>This entire post could be summarized into the words \"Look at the view.\" When chaotic situations with no rulebook leave you tunnel-visioned on all that's wrong with the world, remember to look at the view. It won't help you solve whatever life threw at you, but it will ensure you have the level-headed perspective as to not miss the low-hanging fruit of possible solutions.</p><p>The book is a short, wholesome collection of thoughts Anna has collected on living a fulfilled life. Before the book ends, she leaves the readers with her own parting wisdom on this topic:</p><p class=\"quote\">The best piece of advice I could give anyone is pretty simple: get a life. Get a life in which you notice the smell of the salt water pushing itself on a breeze over the dunes, a life in which you stop and watch how a red-tailed hawk circles over a pond and a stand of pines. Get a life in which you pay attention to the baby as she scowls with concentration when she tries to pick up a Cheerio with her thumb and first finger.</p><p>Thinking granular when practicing gratitude allows me to appreciate exactly how something came to be, along with the relationship I might have to it. It reminds me that everything is in fact a piece of a greater whole. It might even help to be a bit overdramatic with your observations initially, just to have fun with it, and gradually let it lead you where it will: When you view the seemingly little occurrences romantically, you unlock an experience to a world overflowing with gratitude. As Wallace reminds, us, the real value of a real education, which has almost nothing to do with knowledge, and everything to do with simple awareness; awareness of what is so real and essential, so hidden in plain sight all around us, all the time, that we have to keep reminding ourselves over and over: 'This is water'.</p>"
  }
}

