
{  
  "changing-the-narrative": {
    "slug": "changing-the-narrative",
    "title": "Changing the Narrative",
    "timeToRead": 8,
    "written": "September 8, 2020",
    "lastEdited": "October 8, 2020",
    "blurb": "We all tell ourselves stories everyday, about everyone and everything around us. These stories can be referred to as narratives. They are so embedded in the root of our ways, so subconscious, we often aren't even aware we function according to them. They are not necessarily mental models so much as they are the instinctive ways we explain the world and its happenings to our brains. Because they influence our instincts, they feed the everyday reactions we have and determine the vibrations we reverberate.",
    "content": "<p class=\"thesis\">Question upon the narratives we live out our days on - which ones are hindering us, which ones enhance us?</p><p>We all tell ourselves stories everyday, about everyone and everything around us. These stories can be referred to as narratives.</p><p>They are so embedded in the root of our ways, so subconscious, we often aren't even aware we function according to them. They are not necessarily mental models so much as they are the instinctive ways we explain the world and its happenings to our brains. Because they influence our instincts, they feed the everyday reactions we have and determine the vibrations we reverberate.</p><p>We can at any point learn a new narrative, but much of our lives are lived according to the narratives handed to us. There is nothing to point a finger at here. We inherit narratives per chance from our environments, our cultures, and the people we are most exposed to. Narratives around our relationship with financial sustainability are often inherited, in subtle ways like how much one was taught to save or thinks they even need to save.</p><p><a class=\"link\" href=\"https://smile.amazon.com/Think-Like-Freak-Authors-Freakonomics/dp/0062218344/ref=sr_1_1?dchild=1&keywords=think+like+a+freak&qid=1609538410&sr=8-1\">In Think Like a Freak</a>, Stephen J. Dubner and Steven Levitt state \"contemporary behaviors are driven by root causes from centuries past.\" It's hard to really draw a line back to the point where some thoughts derive, often it's connected to a part of our primal nature. They give an example of how some Italian towns are more likely to participate in philanthropic programs because during the Middle Ages these towns were free city-states rather than ruled by normal overlords. A ruling so long ago that deeply affected one generation can pass their charitable narratives (or lack thereof) down to so many after them.</p><p>The most interesting connection I find is between narratives and incentives. There are shared incentives we all have, but our narratives can change based on what we consider to be an incentive. Reaching some personal sense of financial security is a reality we can all agree upon to be an incentive, but the ways in which we consider that need for security met varies greatly. The extent to which a narrative is colored with the incentive of money varies immensely from person to person, and can change with what degree money is a driving force.</p><p>Incentives can lead us to continue habits we've already familiarized ourselves with or push us into creating change. What can lead us down the path of change rather than one of the familiar? Changing the narrative. To quote James Clear from his <a class=\"link\" href=\"https://jamesclear.com/3-2-1\">3, 2, 1 newsletter</a>:</p><p class=\"quote\">When people say they don’t want to change what they really mean is they don’t have an incentive to change. Change the incentives and the behavior follows suit.</p><p>For many of us, this quote could probably summarize 2020. So many companies went about major changes in their organizational structures and daily processes - an undertaking that would have been impossible without the pressure of little choice and time powering the incentive to remain profitable. Perhaps the strongest ability of humans - <a class=\"link\" href=\"shemonasingh.com/finding-harmony-in-polarity\">the ability to adapt</a>- is what has brought us here. While certain incentives will never change, the priorities of our species have adapted throughout the years, as they do with any individual in a given lifetime.</p><p>The most fascinating aspect of it all? How often our incentives can be so deeply rooted that our drive for them begins to impact areas of our life we would have never accounted for. This can be healthy or destructive. We can be driven by money enough to ensure our families are well fed or we can idolize wealth to the degree that we lose sleep over 'never having enough'.</p><p>This intriguing relationship of outcome and incentive can sometimes make one wonder how an outcome could have possibly resulted from the incentive. James Clear talks more about this on <a class=\"link\" href=\"https://www.richroll.com/podcast/james-clear-401/\">The Rich Roll Podcast</a>. He explains how some of the most effective behavior change apps actually change behavior through a trap door. His example? Pokemon Go.</p><p>The minds behind Pokemon Go never sat down to ask how might they get people to go outside, get fresh air, and get their steps in. But, the app does all of that. This bizarre outcome is one that user's aren't even playing for. Their true incentive is to 'catch 'em all', and in doing so Pokemon Go changed the narrative of exercise. It doesn't have to be something you schedule in routinely in a given day. Rather, they brought it back to the days when most of a human's day consisted of labor. The concept of 'working out' didn't even need to exist because staying active was just such a natural part of one's day.</p><p>The most uplifting part of the conversation is when Clear brings back this message of 'trap doors' to the dreamers who want to make an impact:</p><p class=\"quote\">I think there’s something here for people who do have good intentions, who want to change the world in a positive way. Think about what those trap doors are. What are things that actually motivate people? Saving money, making money, getting a high score, winning approval. If you can think about how to have a secondary healthy behavior happening as they do that, that might actually be something that sticks and gets millions of people to actually do that.</p><p>These trap doors are so powerful, on the hunt for your next idea it's worth seeking what they could be. In what ways can you change the narrative of the field you're interested in impacting to naturally stimulate behavior change?</p><p>A similar conversation was held on <a class=\"link\" href=\"https://tim.blog/2020/09/02/chuck-palahniuk/\">The Tim Ferris Show with Chuck Palahunick.</a> I was listening to gain some tips for my writing style and unexpectedly walked away with a deeper understanding of how our society works. Ferris asked Palahunick rather shyly if there were ways literature could bring about change in society, a question he assumed Palahunick has been asked to contemplate often. To which Palahunick eagerly responded with a resounding 'yes':</p><p class=\"quote\">People think that the arts don't really create social change but when they change the narrative they just change what people perceive as valuable or high status then they naturally get people to change without having to browbeat people or legislate change.</p><p>He then further strengthened his argument by providing the audience with two examples of social change occurring as a result of a simple change of narrative.</p><ul><li>Beavers were almost driven to extinction at one point because beaver hats were quite fashionable. Then the British came out with silk top hats and those became the new fashion statement. All of sudden no one wanted Beaver hats so the Beaver population reached a point of normalcy again.</li><li>Italian Fur Industry - Fur used to be only for the rich. One day the industry came up with an idea for poorer folks to afford fur - allow them to finance it, similar to how you might finance a home. It was a success so now the poor started wearing fur. Alas, the rich saw the poor started wearing fur and out of this loss of 'exclusive status' surrounding fur, the rich stopped wearing fur. Then the poor saw the rich stopped wearing fur, and now deemed it to no longer have its 'prestige status' so the poor stopped wearing fur. To this day, the fur industry has never completely recovered.</li></ul><p>Ferris then added an additional example involving pigeons. At one point, pigeons used to be considered 'display' birds for aristocracy, only the wealthy could afford them. Then one day they got out and ended up multiplying very well. Their over-abundance quickly turned their reputation into 'trash' birds and are now often seen as an annoyance to many, particularly in larger cities.</p><p>The beaver's inherent value never changed, neither did fur's or the pigeons. All that changed around them were the narratives we pedaled which in turn determined their value. Upon hearing these stories is really when the power of narratives struck a chord. There have been many times I acted in a way due to a narrative I believed in so profoundly, to the point where it became difficult to imagine another way of acting. However, simple things such as time passing, a graduation to a new period of life and varied experiences have shifted some narratives my internal dialogue had so fervently recited at a time.</p><p>Realizing how deeply subconscious narratives can become and how they can play out in automated behaviors shows the power of narratives in our lives. Because of this, it's worth checking in with ourselves regularly and asking:</p><ul><li>What narratives might I act upon regularly?</li><li>Which of those narratives do I hold true so deeply that it may be difficult to recognize their magnetism in my thoughts?</li><li>Which ones have the heaviest impact on my decision-making?</li><li>Might there be ones which letting go would remove some mental chains?</li></ul><p>Narratives are a fantastic way for our brain to perform heuristically, without having to burden itself with the mental grunt work of consistently approaching a situation as if you had never experienced it before. If we are aware of these narratives and let them empower our decisions rather than mindlessly control them, we can design our lives freely.</p>"
  },
  "finding-harmony-in-polarity": {
    "slug": "finding-harmony-in-polarity",
    "title": "Finding Harmony in Polarity",
    "timeToRead": 7,
    "written": "April 28, 2020",
    "lastEdited": "December 11, 2020",
    "blurb": "The beautifully monstrous world of the internet has enabled essentially every convenience we can think of today. Pondering of a world where it didn\"t exist would leave the incoming generation dumbfounded. We have adapted to it in remarkably irreversible ways, leaving us connected to a previously inconceivable degree. It\"s due to the internet\"s magnificence that we have the widespread capability to take our innovation as far as the reaches of our imagination.",
    "content": "<p class=\"thesis\">Rather than chastise for not being aware, lets foster inclusivity by welcoming all that we can learn from others</p><p>The beautifully monstrous world of the internet has enabled essentially every convenience we can think of today. Pondering of a world where it didn't exist would leave the incoming generation dumbfounded. We have adapted to it in remarkably irreversible ways, leaving us connected to a previously inconceivable degree. It's due to the internet's magnificence that we have the widespread capability to take our innovation as far as the reaches of our imagination.</p><p>It's also because of the internet we can find those that stroke our egos. The like-minded individuals that when brought together, give us a sense of community, a sense of belonging. Understandably beautiful, but I also claimed it to be monstrous.</p><p>This monstrosity is best explained in <a class=\"link\" href=\"https://twitter.com/MsMelChen\">Melissa Chan's words:</a></p><p class=\"quote\">The best thing about the internet is that people who felt completely alone can find a community that shares their worldview and organize. The worst thing about the internet is that people who felt completely alone can find a community that shares their worldview and organize.<p><p>To put it in terms of the evolutionary magnet behind the internet, it helps us find our tribe. Our tribes are the groups of people that for centuries humans have relied on to ensure themselves that they are sane, and in fact it's everyone else who has lost it. Discovering this connection is vital to our fulfillment, but the formulaic, predictable paths the internet now leads us down has lead our thinking in the same direction. In <a class=\"link\" href=\"shorturl.at/bjlGZ\">Where Good Ideas Come From</a>, Steven Johnson  reminisces of the time when physical newspapers were a common investment. The beauty of the physical newspaper was that it created an architecture of serendipity, by forcing you to look through other sections before you reach the sections you're interested in. Similar to the days of exploring a library with maybe a few questions in mind and being pleasantly surprised with what you find. Johnson concludes by saying, \"The links that arrive on our screen are not serendipity - they are group-think, everything we need to know comes filtered and vetted. We are discovering what everyone else is learning, and usually from people we have selected because they share our tastes.\" Cal Newport discusses this topic in greater detail on the <a class=\"link\" href=\"shorturl.at/bjlGZ\">Deep Questions podcast (episode 58?)</a> where he coins the term 'intellectual groupie-ism.'</p><p class=\"quote\">I think a lot of what we see on social media is basically what I call intellectual groupie-ism. Like, I don’t want to do the work, someone else tell me the cliffs notes. What are the basic ideas we all agree with, and more importantly, what’s good and what’s bad, and what do I do to make sure I do the good thing and not the bad thing? like great, I’m with it. And now I’m going to, with great fervor, push this philosophy, but there is nothing below it. You haven’t read any of the things, you haven’t done the hard reading, you haven’t confronted the criticism, you haven’t read the alternative and let that collide and then let your roots grow deep. On social media you are often just a groupie for intellectuals, and say, “I just trust you. Just give me the cliffs notes I need, because I just want to go around with your metaphorical jam band and make sure I have bootleg tapes from your concerts…” We don’t do this anymore – we don’t build philosophies from scratch, we don’t go to the sources. Social media says “don’t bother with that. In fact, if you do bother with it, we might yell at you, so just come on, we will just give you the cliffs notes.”</p><p>Intellectual groupie-ism has also led to what I've noticed to be a subtle but toxic competition: A battle of who is the most 'woke'. Everyday, whether online or in-person, the space for patience and understanding in a discussion involving differing opinions seems to grow slimmer by the day. Tensions feel higher than ever, and fingers are constantly being pointed with labels like politically incorrect, sexist, racist, etc.</p><p>The clincher is, being 'woke' can depend on factors you don't even have control over. Pinning everyone to a personalized standard of being culturally aware is comparing apples to oranges. If you take two people on this planet, regardless of their relationship, they are so fundamentally different in ways like their internal dialogue, defense mechanisms, and cultural upbringing. All of this and so much more has to do with being 'woke'. Even so, if a fact is not in their realm of knowledge, it likely will be the thing they get called out on. In <a class=\"link\" href=\"shorturl.at/hOY68\">a fantastic interview,</a> Jameela Jamil says:</p><p class=\"quote\">If we completely cut people down every time they show their ignorance or they make a mistake then people are going to feel like there's no value in learning or progressing because you're punished forever for the sin that you no longer stand by<p><p>\"For the sin that you no longer stand by\" - This is the part that stood out to me the most. We've all said things, done things we're not particularly proud of but what social media has enabled is for everyone else to have a keepsake of those moments. Regardless of whether that person has developed beyond that point, it's as if to everyone else their life is paused on that moment. When we constantly bring people down, criticize them, call them out, then no one is going to feel comfortable to express themselves or be open to learning. In creating this environment we are going against the most critical evolutionary necessity, to adapt. It was Darwin himself who said, \"It is not the strongest of the species that survives, nor the most intelligent that survives. It is the one that is most adaptable to change\". We are only where we are because we’ve been able to make mistakes and improve from them.</p><p>This is by no means an argument to excuse poor behavior. But, there is a way to address what bothers you politely, with an invitation to a conversation in learning more. There is also a difference between intentional bigotry and innocent curiosity. Identifying the difference can be done only through communication, by recognizing that what you feel personally attacked by might not necessarily be a 'blanket' offense to everyone's sensitivities. James Clear provides an excellent mantra for navigating this: \"To simplify before you understand the details is ignorance. To simplify after you understand the details is genius.\" If you attempt to form conclusions of topics you're already unfamiliar with to begin with, you run the risk of falling into that sensitive area. When you've done your research and you're familiar with the ins and outs of a topic of conversation, that's when it can be helpful, not harmful, to others in providing your overarching insights.</p><p>Aristotle is credited to have said, \"It is the sign of an educated mind to be able to entertain a thought without accepting it\". Kevin Kelly hat tips to Aristotle in one of many nuggets of wisdom he dishes out in his blog post titled <a class=\"link\" href=\"https://kk.org/thetechnium/68-bits-of-unsolicited-advice/\">68 bits of unsolicited advice</a> The very first one states:</p><p class=\"quote\">Learn how to learn from those you disagree with, or even offend you. See if you can find the truth in what they believe.<p><p>In a discussion between Kelly and Host Stephen J. Dubner on Freakonomics podcast episode <a class=\"link\" href=\"https://freakonomics.com/podcast/kevin-kelly/\">68 Ways to Be Better at Life</a>, Kelly further elaborates on this advice:</p><p class=\"quote\">There are parts of my books where I’ve written something, and somebody will say something very strong, “That’s dumb,” or it’s stupid, or wrong. And that’s pretty harsh. But my take is to say, “Let me see if there’s any truth to that.” Sometimes there’s not. Sometimes there may be some sliver of something. And what I’ve learned to do is to respond to that little sliver. To try to get underneath why they’re saying it and where is it they’re coming from. I don’t have to necessarily always agree with them or change it, but I have to pay attention to that signal. And so I’ve learned to treat these things as signals rather than as insults.<p><p>Signals rather than insults. This is the north star of living a less triggered life. When seemingly negative energy arises, reactions can be viewed as a signal, an invitation to learn more about yourself or anyone else involved. Then, adapt future conversations and behaviors accordingly.</p><p>If you watched Jamil's interview, you will see she calls herself a \"feminist in progress.\" This mentality of ongoing development can be applied to all of us. To the layers of our identities, we are all a version of them in progress. No one is or eventually reaches a realm of moral purity fully encompassing what they believe in. Morals are a compass, not a map. And by being on a self-righteous high horse, you’re in fact being the opposite of the educated, 'woke' individual you claim yourself to be - you’re being stubborn.  This reminder can welcome thought-provoking discussions, but more importantly humble us all when tensions arise.</p>"
  },
  "create": {
    "slug": "create",
    "title": "Create",
    "timeToRead": 7,
    "written": "June 16, 2020",
    "lastEdited": "October 25, 2020",
    "blurb": "Sometimes when faced with new advice, you may not yet be at a point in your life where that piece of information can resonate with you. This is the same reason why the timing of when you read a particular book can be imperative to your development, or why so many applications use algorithms in an attempt to tailor content to what they think you need most in that time. This is what happened when I came across a video titled The Toolbox Fallacy. I had heard of similar concepts in my early college years and saved it as a mental note to come back to later. I wasn\"t particularly infatuated with it then but I had a feeling the message being conveyed was something I may need to hear later in life.",
    "content": "<p>testing</p><p class=\"testing\">create will this be on a new line</p>"
  },
  "liquid-thinking": {
    "slug": "liquid-thinking",
    "title": "Liquid Thinking",
    "timeToRead": 10,
    "written": "May 23, 2020",
    "lastEdited": "November 18, 2020",
    "blurb": "By the end of my freshman year of college I had picked up a minor in Digital Arts. I wasn\"t quite sure where its relevance was to my Computer Science major but it peaked my curiosity and that was valuable enough. As I grew to enjoy the work Digital Arts classes required of me as much as (if not more) than what my Computer Science classes assigned, I was committed to figuring out a possible intersection between the two for my career. There is an evolving, exhilarating world that exists where design meets technology, and I was determined to be a part of it.",
    "content": "<p>testing</p><p class=\"testing\">liquid thinking will this be on a new line</p>"
  },
  "igniters": {
    "slug": "igniters",
    "title": "Igniters",
    "timeToRead": 5,
    "written": "April 26, 2020",
    "lastEdited": "September 18, 2020",
    "blurb": "Towards the end of 2018, I was introduced to someone who I found to be captivating. It started off as a casual meetup over some food and ended up feeling like we were bothering the waiter for overstaying during rush hour. The conversations I had with this person lingered in my head for the next few days, but even more importantly the energy they imbued within me never quite left. I had an \"I can\" attitude towards everything afterwards and an extra bounce to my step.",
    "content": "<p>testing</p><p class=\"testing\">igniters will this be on a new line</p>"
  },
  "romanticizing-life": {
    "slug": "romanticizing-life",
    "title": "Romanticizing Life",
    "timeToRead": 7,
    "written": "May 20, 2020",
    "lastEdited": "September 18, 2020",
    "blurb": "At the end of April 2019 I was in a flight that landed right before sunset. While the beauty in the sky unravelled during my ride home, I was captivated. For the rest of the trip, I observed the passing landscape through the car window, carrying a slight smile from gratitude bubbling up inside.",
    "content": "<p>testing</p><p class=\"testing\">Romanticizing life will this be on a new line</p>"
  }
}

